[
    "<strong>1</strong>. A few days ago, Neal (ShibLord) tricked GreenYeti into moving the treasury to BSC using a new multisig wallet. Once all the funds were sent to the new multisig address, Neal removed GreenYeti from the multisig's signers. It was his plan from the beginning making him the only owner of all funds from BigFoot protocol.<i> This, itself, is a crime as it is a steal of the project treasury.</i>",
    "<strong>2</strong>. <i>ShibLord banned GreenYeti, Frey and Cave Dwellers</i> from the Discord and all social media just to make sure they wouldnt be able to answer and react in front of the community.",
    "<strong>3</strong>. ShibLord started to claim that he is the only founder of BigFoot simply because he wants the Tytan project to be built and promoted by BigFoot only for himself.",
    "<strong>4</strong>. <i>ShibLord broke the website</i>. He lied saying the Cave Dwellers and GreenYeti did it, but in reality he broke it by deploying a new malfunctioning contract <i>to make all the sales income go to his personal wallet. <strong>This is completely illegal.</strong></i>.",
    "<strong>5</strong>. We still own the superowner address on all contracts except for the one he updated to redirect protocol funds, so we can ensure that ShibLord cannot break the protocol any more than he already tried to do. Even if he made sure we would have a hard time talking to the community,<i> we will ensure the protocol keeps running as the community is not responsible for ShibLord's crimes.</i>",
    "<strong>6</strong>. We still own the website and same as for the contracts, we will ensure it keeps working.",
    "<strong>7</strong>. We tried to find a diplomatic solution as the trust was broken. We don't want to work with ShibLord anymore but we didn't find any solution satisfying everyone. We tried to reason with him asking to put back the funds into a real multisig until this is solved, but he never agreed. <i><strong>What ShibLord did is a crime</strong> and we are not willing to be bullied by him or allow him to take the project we started together.</i>",
    "<strong>8</strong>. If ShibLord takes over the entire project, it will die. <i><strong>We built everything and we have all the artists and devs on our side. He only has his mods left.</strong></i>",
    "<strong>9</strong>. <i>We will continue to work building this for the community</i> while we press charges against Neal (ShibLord)."
]