{
    "0": {
        "header": "THE OPPORTUNITY",
        "description": "At one point people spent more time on Facebook than any other website in the world. Why? Because users could do more on Facebook (message friends, read group posts, play games like Farmville) than anywhere else with a frictionless experience. With the rise of online media platforms like YouTube and Netflix, user time spent on Facebook quickly diminished, especially in younger demographics. Now, Facebook has changed their name to Meta and is betting on web3 to take over. We also agree that web3 will change everything, but we don't agree that it will happen in a virtual world that looks like Minecraft. While there is no doubt that Second Life and Sims inspired platforms will make fortunes in the coming years, do you think they will account for the most significant portion of the emerging web3 economy? While that might turn out to be true, what is not just pure speculation is the fact that billions of dollars and countless hours are already being spent on today's version of web3 - defi protocol and especially through the buying and selling of NFTs."
    },
    "1": {
        "header": "THE GOAL",
        "description": "There's an old political saying that goes \"Find a parade and get in front of it,\" but we see that as sound business advice as well. The metaverse might be tomorrow's parade, but today's parade is creating, buying, selling, and collecting of NFTs, and earning passive income through nodes and other decentralized finance protocols. Our goal is to be the next Facebook. Not the Facebook of tomorrow, rather a platform with the stickiness of collecting NFTs, increasingly chipping away at the massive trading volumes of OpenSea, built for and owned by the people who use Web3 today ie. the NFT and defi community."
    },
    "2": {
        "header": "WHY WEB3",
        "description": "Every market sector will be improved by web3 because the decentralized nature of blockchain allows ownership of projects and companies to be distributed in a more fair and efficient way. Imagine shopping on an Amazon type platform whose profits were recycled back to the shoppers, rather than Jeff Bezos. A decentralized online superstore like this is inevitably on its way soon. What if there was a ride-sharing service like Uber or Lyft, for which you and all the other drivers and passengers were the owners and leaders rather than a handful of VCs on the board of directors? There will be blockchain-powered travel with a \"decentralized AirBNB,\" shipping with a decentralized Fed Ex, search, email, and Amazon Web Services. This raises an important question: Which sectors are likely to encounter the least friction and have high enough revenues for massive scalability? Digital goods like media are easier to build blockchain services for than tangible goods because they have less friction and are almost infinitely scalable. But not all media is created equal. In the current market, NFTs are the type of media which have the highest adoption rate on the blockchain, and also the highest volume of transactions."
    },
    "3": {
        "header": "NFTS",
        "description": "As great of an opportunity as it is to create web3 versions of successful business models like P2E video games, there is one type of media that exponentially surpasses all others. That is NFTs. People who do not even have a crypto wallet are familiar with the incredible success of collections like the Bored Ape Yacht Club with its multi-billion-dollar market cap and $APE coin. What started out as just collecting digital artwork has become a new media vertical all its own. There will come a time when all art will be bought and sold through NFTs because it is the most efficient and secure way to register and track IP ownership."
    },
    "4": {
        "header": "OPENSEA",
        "subheader": "(Business Model)",
        "description": "Mark Twain said that during a gold rush it is good to be in the picks and shovels business. There is no better web3 “picks and shovels' ' business than OpenSea, with hundreds of millions of dollars in daily trading volume and 2.5% transaction fees on all of it. At the time of this writing, OpenSea earns more than a quarter of a billion dollars per day in transaction fees. It's no wonder competitors like LooksRare have popped up over the last few months with great success."
    },
    "5": {
        "header": "GALA GAMES",
        "subheader": "(Nodes Launch Model)",
        "description": "Most Ethereum ERC-20 tokens have generated momentum for their launch through massive airdrops to prospective users, effectively depleting their token supply by up to 20% in a single freebie. Another way of distributing tokens to prospective users is through nodes. Not all nodes are created equal, however. In fact most nodes are initially implemented involving ponzi-economic theories and sunk cost economic theories, but often lack a true real business model. Gala Games, however, has a real business model in P2E video games and their nodes are the backbone of their platform. The other thing we believe Gala Games got right was their increasing price tier model for the sale of their nodes, maximizing loyalty rewards to earlybird customers while allowing new buyers to get in at a higher rate which increases for every 100 nodes sold. One caveat to this: The token emissions in the early days of Gala rewarded equally those who held and those who sold their tokens. Therefore the Bigfoot node emissions will take this into account, and reward loyalty on that side of the tokenomics as well."
    },
    "6": {
        "header": "LISTING REWARDS",
        "subheader": "(Customer Acquisition Model)",
        "description": "The key to launching a successful NFT marketplace is making it attractive to buyers and sellers through incentives. LooksRare did this through \"trading rewards,\" which created an unsustainable but high-volume wash trade economy in which fake trades earned millions of tokens while the real traders hardly earned anything at all. This was just an expensive marketing campaign, like the typical free airdrops of most new ERC-20 tokens or giving away free iPhones to everyone who comes to the grand opening of some brick-and-mortar shop. Neither free airdrops nor trading rewards creates any long-term benefit for an NFT marketplace because they do not incentivize real adoption of the platform. The comparisons on twitter between Opensea and other NFT marketplaces like LooksRare tend to focus on available features, but this is really missing the point. If a competitor to Amazon emerged with hundreds of tracking and purchasing tools but only a small percentage of the items for sale, could it ever expect to compete with Amazon? What makes Amazon the market dominator is the fact that it has the most items for sale at the lowest price at any given time. Bigfoot will certainly compete on features with other marketplaces, but our main goal will always be to have more NFT listings at lower prices, including all of the NFTs that buyers are looking for. Trading rewards would only influence this indirectly, if at all. Listing rewards, if formulated effectively, can and will directly influence it. The better the listing rewards formula, the more NFTs will be listed from high profile collections and at lower, more competitive prices. If an Amazon competitor emerged with more of the desirable items for sale at lower prices, then that truly would be a worthy competitor to Amazon, and then the competition becomes more about brand loyalty which we are addressing first through the sale of nodes."
    },
    "7": {
        "header": "BIGFOOT MARKETPLACE",
        "subheader": "(Nodes + NFT Marketplace)",
        "description": "Bigfoot is an NFT marketplace built on the Bigfoot node protocol. It utilizes only the most effective parts of current successful business models, rather than jumping on bandwagons like free airdrops and other marketing stunts. The increasing price tier model and node system of Gala Games have proven to be remarkably effective, and loyalty rewards have stood the test of time in every business sector. That is why Bigfoot node emissions and rewards will be based on several aspects of calculating the actual contribution a user makes to the platform, by purchasing early, referring friends, and listing their NFTs at competitive prices. Opensea stumbled upon the largest share of the web3 economy and has not  had to struggle much to hold onto it, despite competitors offering to share the wealth and fix the service problems of which Opensea has many. In fact, all of Opensea’s competitors together account for only a small fraction of Opensea’s daily volume. Therefore the lion’s share which Opensea holds of the highest net revenue business model, which is NFT marketplaces, is still available for anyone to go after. That is why there is still no better opportunity in web3 than an NFT marketplace."
    },
    "8": {
        "header": "BIGFOOT ECOSYSTEM",
        "subheader": "(Future Plans)",
        "description": "Just because web3 streaming and web3 gaming are not currently as viable as an NFT marketplace, doesn’t mean they won’t be tomorrow. That’s why, at some point in the future and only when the time is right, Bigfoot plans to enter other spaces in the web3 ecosystem, such as P2E games like Gala Games, by creating a gaming platform and other protocols and platforms to ever increase the value of Bigfoot nodes and the $BGFT coin for generations to come."
    }
}